IDEA Open Model
ProjectDataEc.FatigueAnnexNN Property
 True for check fatigue accorting 1992-2 Annex NN
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public bool FatigueAnnexNN { get; set; }
Public Property FatigueAnnexNN As Boolean
	Get
	Set
public:
property bool FatigueAnnexNN {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
ProjectDataEc Class
IdeaRS.OpenModel Namespace